export default async (_locale: any) => {
  return {
    SEO: {
      Title: "Фанатский сайт MMORPG Rhynn. OpenRhynn (преемник закрытой игры Rhynn.com)",
      Description:
        "Хотя оригинальный сайт был закрыт, но проект OpenRhynn продолжает его наследие. Играйте в современную, кроссплатформенную версию прямо в браузере.",
    },
    H1: "Rhynn.com закрыт. OpenRhynn продолжает дело.",
    H1Description:
      "Раньше rhynn.net был сайтом посвященным игре Rhynn. Теперь — это вход в OpenRhynn: открытое, кроссплатформенное продолжение культовой j2me RPG. Rhynn.com остался в прошлом, но игра жива. Заходи и играй бесплатно в браузере.",
    Actions: {
      OpenRhynn: "Проект OpenRhynn",
    },
    Elion: {
      Title: "Поддержать проект",
      Description: "Если вы хотите поддержать проект, попробуйте нашу новую MMORPG - Элион",
      Screenshot: "Скриншот игры",
      CTA: {
        Title: "Готовы начать приключения в MMORPG Элион?",
        Description:
          "Присоединяйтесь к множеству других игроков, исследуйте миры, улучшайте персонажа.",
        PlayAction: "В игру",
        ImageAlt: "Elion - навстречу новым приключениям",
      },
      Feature1: {
        Title: "Магия",
        Description:
          "Магия пронизывает все аспекты Элиона, влияя на мир, его обитателей, и позволяет игрокам изучать получать новые магические способности.",
      },
      Feature2: {
        Title: "Осколки миров",
        Description:
          "В Элионе существуют места, где сущности из разных миров сражаются за уникальные артефакты былых эпох.",
      },
      Feature3: {
        Title: "Приключения",
        Description:
          "Чтобы исследовать неизведанные уголки мира для раскрытия его тайн игрокам необходимо учиться дипломатии, объединяясь с другими игроками или сражаться с ними ради ресурсов и могущества.",
      },
    },
  };
};
